Repository: oracle-app/visualize-ios
Catalog: visualize/Localizable.xcstrings
Source language: en
Languages: es

source: or
es: o

source: "%@" deleted
es: "%@" eliminado

source: "%@" updated
es: "%@" actualizado

source: %@ theme applied
es: tema %@ aplicado

# %lld member%@
source: %1$lld member%2$@
es: %1$lld miembro%2$@

# %lld of %lld characters used
source: %1$lld of %2$lld characters used
es: %1$lld de %2$lld caracteres usados

source: %lld visualizations published and shared
es: %lld visualizaciones publicadas y compartidas

source: %lld visualizations published to your feed
es: %lld visualizaciones publicadas en tu feed

source: ^[%lld member](inflect: true)
es: ^[%lld miembro](inflect: true)

source: About
es: Acerca de

source: Add
es: Agregar

source: Add an optional description...
es: Agrega una descripción opcional...

source: Add people to your team
es: Agregar personas a tu equipo

source: Add text annotation
es: Agregar anotación de texto

source: All Feed
es: Todo el feed

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: An error has happened
es: Ha ocurrido un error

source: Analysis failed on the server. Please try again with a different dataset.
es: El análisis falló en el servidor. Intenta con otro dataset.

source: Analysis timed out. The server took too long to respond. Please try again.
es: El análisis expiró. El servidor tardó demasiado. Intenta de nuevo.

source: Apply Crop
es: Aplicar recorte

source: Are you sure you want to delete "%@"? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar "%@"? Esta acción no se puede deshacer.

source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?

source: Are you sure you want to remove %@ from the list?
es: ¿Estás seguro de que quieres remover a %@ de la lista?

source: Avoid empty rows or merged cells.
es: Evita filas vacías o celdas combinadas.

source: Back to log in
es: Volver a iniciar sesión

source: by %@
es: por %@

source: by me
es: por mí

source: Cancel
es: Cancelar

source: Caption
es: Descripción

source: Capture failed
es: Captura fallida

source: Category
es: Categoría

source: Chart data could not be parsed.
es: No se pudieron analizar los datos del gráfico.

source: Chart data not found.
es: Datos del gráfico no encontrados.

source: Chart theme
es: Tema del gráfico

source: Chart title
es: Título del gráfico

source: Check your email
es: Revisa tu correo

source: Choose
es: Elegir

source: Choose a
es: Elige un archivo

source: Choose from library
es: Elegir de la biblioteca

source: Choose the charts that best represents the insights you want to share
es: Elige los gráficos que mejor representen los insights que quieres compartir

source: Choose visualization
es: Elegir visualización

source: Confirm
es: Confirmar

source: Confirm password
es: Confirmar contraseña

source: Continue
es: Continuar

source: Could not access the selected file.
es: No se pudo acceder al archivo seleccionado.

source: Could not authenticate user
es: No se pudo autenticar al usuario

source: Could not capture the chart. Please try again.
es: No se pudo capturar el gráfico. Intenta de nuevo.

source: Could not connect to the server. Please check your connection and try again.
es: No se pudo conectar al servidor. Revisa tu conexión e intenta de nuevo.

source: Could not load suggested teammates.
es: No se pudieron cargar los compañeros sugeridos.

source: Could not load the selected photo
es: No se pudo cargar la foto seleccionada

source: Could not load user session.
es: No se pudo cargar la sesión del usuario.

source: Could not process image
es: No se pudo procesar la imagen

source: Could not read the selected file.
es: No se pudo leer el archivo seleccionado.

source: Couldn't get user session.
es: No se pudo obtener la sesión del usuario.

source: Couldn't load
es: No se pudo cargar

source: Couldn't load preview
es: No se pudo cargar la vista previa

source: Count
es: Cantidad

source: Create data visualizations
es: Crear visualizaciones de datos

source: Create new team
es: Crear nuevo equipo

source: Create your account
es: Crear tu cuenta

source: Create, choose, and share AI-powered graphs in seconds. Fast, simple, and secure.
es: Crea, elige y comparte gráficos impulsados por IA en segundos. Rápido, simple y seguro.

source: Dataset format requirements
es: Requisitos del formato del dataset

source: Date
es: Fecha

source: Delete
es: Eliminar

source: Delete dataset?
es: ¿Eliminar dataset?

source: Delete for everyone
es: Eliminar para todos

source: Delete for everyone?
es: ¿Eliminar para todos?

source: Delete for me
es: Eliminar para mí

source: Delete for me?
es: ¿Eliminar para mí?

source: Delete photo
es: Eliminar foto

source: Delete reply?
es: ¿Eliminar respuesta?

source: Delete Team
es: Eliminar equipo

source: Delete thread?
es: ¿Eliminar hilo?

source: Didn't get the email?
es: ¿No recibiste el correo?

source: Discard
es: Descartar

source: Discard changes?
es: ¿Descartar cambios?

source: Discard generated visualizations?
es: ¿Descartar visualizaciones generadas?

source: Don't have an account?
es: ¿No tienes una cuenta?

source: Each row should represent a single data entry.
es: Cada fila debe representar una sola entrada de datos.

source: Edit
es: Editar

source: Edit chart title
es: Editar título del gráfico

source: Edit your team
es: Editar tu equipo

source: Email
es: Correo electrónico

source: Enter email
es: Ingresar correo

source: Enter the email address associated with your account to receive a recovery link.
es: Ingresa el correo asociado a tu cuenta para recibir un enlace de recuperación.

source: Error loading teams
es: Error al cargar equipos

source: Error loading teams: %@
es: Error al cargar equipos: %@

source: Error selecting file: %@
es: Error al seleccionar archivo: %@

source: Example
es: Ejemplo

source: Failed to authenticate user.
es: Error al autenticar usuario.

source: Failed to create team. Please try again.
es: Error al crear equipo. Intenta de nuevo.

source: Failed to delete "%@"
es: Error al eliminar "%@"

source: Failed to delete team.
es: Error al eliminar equipo.

source: Failed to delete visualization
es: Error al eliminar visualización

source: Failed to load teams.
es: Error al cargar equipos.

source: Failed to remove visualization
es: Error al remover visualización

source: Failed to search users
es: Error al buscar usuarios

source: Failed to update team
es: Error al actualizar equipo

source: File exceeds the 100 MB limit.
es: El archivo supera el límite de 100 MB.

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Generate visualizations
es: Generar visualizaciones

source: Generating Visualizations
es: Generando visualizaciones

source: Go back
es: Volver

source: If you cancel, your annotations will not be saved.
es: Si cancelas, tus anotaciones no se guardarán.

source: If you go back, your caption will not be saved.
es: Si vuelves atrás, tu descripción no se guardará.

source: Incorrect email or password. Please try again.
es: Correo o contraseña incorrectos. Intenta de nuevo.

source: Jan
es: Ene

source: Just now
es: Justo ahora

source: Last 30 days
es: Últimos 30 días

source: Licenses and open source libraries
es: Licencias y librerías de código abierto

source: Log in
es: Iniciar sesión

source: Log out
es: Cerrar sesión

source: Log out?
es: ¿Cerrar sesión?

source: Max %lld characters
es: Máx. %lld caracteres

source: Maximum file size: 100 MB
es: Tamaño máximo: 100 MB

source: Me
es: Yo

source: Member list
es: Lista de miembros

source: Members
es: Miembros

source: Move and Scale
es: Mover y escalar

source: My teams
es: Mis equipos

source: Name
es: Nombre

source: Name must be at least 2 characters.
es: El nombre debe tener al menos 2 caracteres.

source: No dataset to analyze. Please go back and select a file.
es: No hay dataset para analizar. Vuelve atrás y selecciona un archivo.

source: No more notifications.
es: No hay más notificaciones.

source: No notifications yet
es: Aún no hay notificaciones

source: No notifications yet.
es: Aún no hay notificaciones.

source: No results for "%@"
es: Sin resultados para "%@"

source: No results found
es: No se encontraron resultados

source: No threads yet
es: Aún no hay hilos

source: No visualizations could be generated from this dataset. Please try a different file.
es: No se pudieron generar visualizaciones de este dataset. Prueba con otro archivo.

source: No Visualizations Yet
es: Aún no hay visualizaciones

source: North
es: Norte

source: Not Allowed
es: No permitido

source: Notifications
es: Notificaciones

source: OK
es: Aceptar

source: Only .xlsx or .csv files allowed.
es: Solo archivos .xlsx o .csv permitidos.

source: Only one dataset can be uploaded.
es: Solo se puede cargar un dataset.

source: Optional description for your post
es: Descripción opcional para tu publicación

source: owner
es: propietario

source: Password
es: Contraseña

source: Password must be at least 12 characters.
es: La contraseña debe tener al menos 12 caracteres.

source: Password must include letters and numbers.
es: La contraseña debe incluir letras y números.

source: Password must include one of ($ @ ! % * # ? & .).
es: La contraseña debe incluir uno de ($ @ ! % * # ? & .).

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: Personal Feed
es: Feed personal

source: Please click on the link sent to your email address to reset your password.
es: Haz clic en el enlace enviado a tu correo para restablecer tu contraseña.

source: Please enter a valid email address.
es: Ingresa un correo electrónico válido.

source: Post to Threads
es: Publicar en Hilos

source: Preview
es: Vista previa

source: Preview of the edited visualization
es: Vista previa de la visualización editada

source: Product
es: Producto

source: Profile Photo
es: Foto de perfil

source: Redo
es: Rehacer

source: Region
es: Región

source: Remove
es: Remover

source: Remove user?
es: ¿Remover usuario?

source: Reply
es: Responder

source: Replying to %@
es: Respondiendo a %@

source: Required fields cannot be left blank.
es: Los campos obligatorios no pueden quedar vacíos.

source: Resend email
es: Reenviar correo

source: Reset password
es: Restablecer contraseña

source: Rotate
es: Rotar

source: Sales
es: Ventas

source: Save in personal feed
es: Guardar en feed personal

source: Search failed. Please try again.
es: Búsqueda fallida. Intenta de nuevo.

source: Search for teammates and add them to the list.
es: Busca compañeros de equipo y agrégalos a la lista.

source: Search for teammates or select a team below.
es: Busca compañeros o selecciona un equipo abajo.

source: Search for teammates to add members.
es: Busca compañeros para agregar miembros.

source: Search visualizations...
es: Buscar visualizaciones...

source: Select teammates individually, or choose a team below.
es: Selecciona compañeros individualmente o elige un equipo abajo.

source: Send
es: Enviar

source: Sending...
es: Enviando...

source: Session not valid.
es: Sesión no válida.

source: Shape
es: Forma

source: Share
es: Compartir

source: Share as new thread?
es: ¿Compartir como nuevo hilo?

source: Share insights about this edited visualization.
es: Comparte insights sobre esta visualización editada.

source: Share to more teammates
es: Compartir con más compañeros

source: Share with teammates
es: Compartir con compañeros

source: Shared Feed
es: Feed compartido

source: Shared with %lld members
es: Compartido con %lld miembros

source: Shared with 1 member
es: Compartido con 1 miembro

source: Sharing updated successfully
es: Uso compartido actualizado exitosamente

source: Sharing with
es: Compartiendo con

source: Sign up
es: Registrarse

source: Snip attached
es: Recorte adjunto

source: Snip attached to comment
es: Recorte adjunto al comentario

source: Something went wrong: %@
es: Algo salió mal: %@

source: Something went wrong.
es: Algo salió mal.

source: Something went wrong. Please try again.
es: Algo salió mal. Intenta de nuevo.

source: South
es: Sur

source: Start a new thread or wait for conversations to appear here.
es: Inicia un nuevo hilo o espera a que aparezcan conversaciones aquí.

source: Start a new thread. . .
es: Iniciar un nuevo hilo. . .

source: Stroke color
es: Color del trazo

source: Suggested people
es: Personas sugeridas

source: Take photo
es: Tomar foto

source: Taking screenshots is not allowed for security reasons
es: No se permiten capturas de pantalla por razones de seguridad

source: Team created successfully
es: Equipo creado con éxito

source: Team's name
es: Nombre del equipo

source: Teams
es: Equipos

source: Teams I'm in
es: Equipos en los que estoy

source: Terms of Service
es: Términos del servicio

source: Text
es: Texto

source: The edited visualization failed to load.
es: La visualización editada no se pudo cargar.

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: This edited visualization will be shared as a new thread.
es: Esta visualización editada se compartirá como un nuevo hilo.

source: This email is already registered.
es: Este correo ya está registrado.

source: This email is invalid.
es: Este correo no es válido.

source: This may take a moment...
es: Esto puede tomar un momento...

source: This will discard your generated visualizations and return you to the dataset upload screen.
es: Esto descartará tus visualizaciones generadas y te devolverá a la pantalla de carga de dataset.

source: This will permanently remove the reply. This action cannot be undone.
es: Esto eliminará permanentemente la respuesta. Esta acción no se puede deshacer.

source: This will permanently remove the thread and all its replies. This action cannot be undone.
es: Esto eliminará permanentemente el hilo y todas sus respuestas. Esta acción no se puede deshacer.

source: This will permanently remove the visualization from the feed for you and everyone you shared it with. This action cannot be undone.
es: Esto eliminará permanentemente la visualización del feed para ti y todos con quienes la compartiste. Esta acción no se puede deshacer.

source: This will permanently remove your reply. This action cannot be undone.
es: Esto eliminará permanentemente tu respuesta. Esta acción no se puede deshacer.

source: This will remove the uploaded dataset.
es: Esto eliminará el dataset cargado.

source: This will remove the visualization from your feed. To see it again, the owner will need to share it with you.
es: Esto eliminará la visualización de tu feed. Para verla de nuevo, el propietario deberá compartirla contigo.

source: Threads
es: Hilos

source: Title cannot be empty
es: El título no puede estar vacío

source: Title exceeds character limit
es: El título excede el límite de caracteres

source: Today
es: Hoy

source: Try a different search term
es: Prueba con otro término de búsqueda

source: Try again
es: Intentar de nuevo

source: Try Again
es: Intentar de nuevo

source: Turn data into decisions.
es: Convierte datos en decisiones.

source: Type not supported: %@
es: Tipo no soportado: %@

source: Type something…
es: Escribe algo…

source: Unable to connect. Check your internet connection.
es: No se puede conectar. Revisa tu conexión a internet.

source: Undo
es: Deshacer

source: Unread items
es: Elementos no leídos

source: Upload a dataset and we'll generate the best visualizations to help you understand your data.
es: Carga un dataset y generaremos las mejores visualizaciones para ayudarte a entender tus datos.

source: Upload a table-formatted dataset with column headers in the first row.
es: Carga un dataset en formato de tabla con encabezados en la primera fila.

source: Uploading your dataset...
es: Cargando tu dataset...

source: User not found.
es: Usuario no encontrado.

source: Version 1.0.0
es: Versión 1.0.0

source: Visualization deleted for everyone
es: Visualización eliminada para todos

source: Visualization published and shared
es: Visualización publicada y compartida

source: Visualization published to your feed
es: Visualización publicada en tu feed

source: Visualization removed from your feed
es: Visualización eliminada de tu feed

# w_unit
source: w
es: s

source: We'll notify you when there's something new.
es: Te notificaremos cuando haya algo nuevo.

source: We're analyzing your dataset and generating charts that best represent your data.
es: Estamos analizando tu dataset y generando los gráficos que mejor representan tus datos.

source: We've generated several charts based on your dataset.
es: Hemos generado varios gráficos basados en tu dataset.

source: Welcome
es: Bienvenido

source: Write your reply...
es: Escribe tu respuesta...

source: Yesterday
es: Ayer

source: You can share this with teammates later.
es: Puedes compartir esto con compañeros después.

source: You don't own any teams yet.
es: Aún no eres propietario de ningún equipo.

source: You haven't created any teams yet.
es: Aún no has creado ningún equipo.

source: You haven't joined any teams yet.
es: Aún no te has unido a ningún equipo.

source: You're not part of any teams yet.
es: Aún no eres parte de ningún equipo.

source: Your dataset is ready! Generate visualizations to explore your data.
es: ¡Tu dataset está listo! Genera visualizaciones para explorar tus datos.

source: Your visualizations are ready!
es: ¡Tus visualizaciones están listas!

source: Your visualizations will appear here once you create or receive them
es: Tus visualizaciones aparecerán aquí una vez que las crees o recibas
